MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Votre ordinateur n’est pas connecté à Internet.";
NotConnectedToNetwork							= "Votre ordinateur n’est pas connecté au réseau.";
FatalExceptionAlertDescription					= "Appuyez sur Lecture/Pause pour quitter Front Row.";
